
var about=["Государство", "Столица", "Континент", "Часть света",  "Разница во времени",  "Денежная единица",  "Географические объекты: ",  "Литературные произведения:","Исторические события:"];
	   
var countries=[
    ["Италия", "Рим", "Евразия", "Европа", -2, "Итальянская лира", 
    ["Альпы", "Пальмария", "Апеннинский полуостров", "Комо", "Тальяменто"], 
    [["Джованни Верга", "Жизнь среди полей", 1880], ["Анна Виванти", "Цирцея", 1912], ["Джузеппе Понтиджа", "Рождённые дважды", 2000]],
	{"1882":"избирательная реформа", "1945":"антифашистское восстание, 18-28 апреля"}
  ],
  ["Франция", "Париж", "Евразия", "Европа", -1, "Евро", 
    ["Эндр", "Пиренеи", "Луара", "Альпы", "Бискайский залив"], 
    [["Александр Дюма", "Граф Монте-Кристо", 1845], ["Жюль Габриэль Верн", "Завещание чудака", 1900], ["Луи Анри Буссенар", "Капитан Сорви-голова", 2001], ["Морис Самюэль Роже Шарль Дрюон", "Тисту — мальчик с зелеными пальцами", 1957]],
	{"1572":"Варфоломеевская ночь", "1648":"Вестфальский мир", "1914":"Марнское сражение, 5-12 сентября"}
  ],
  ["Швейцария", "Берн", "Евразия", "Европа", -1, "Швейцарский франк", 
    ["Бильское озеро", "Рейхенбахский водопад", "Альпы", "Алечский ледник"], 
    [["Иоханна Спири", "Хайди: годы странствий и учёбы", 1880], ["Герман Гессе", "Игра в бисер", 1942], ["Макс Фриш", "Homo Фабер", 1957], ["Мелинда Надь Абонджи", "Голуби взлетают", 2010]],
	{"1291":"основание Швейцарии", "1844":"начало работы первой железнодорожной линией"}
  ],
  ["Венгрия", "Будапешт", "Евразия", "Европа", -1, "Венгерский форинт", 
    ["Геллерт", "Карпаты", "Веленце", "Мезёфёльд"], 
    [["Янош Бачаньи", "Мужество венгров", 1785], ["Аттила Бартиш", "Спокойствие", 2001], ["Ийеш Дьюла", "Двое мужчин", 1950]],
	{"1222":"подписание Эндре II «Золотой буллы»", "1867":"Коронование Франца-Иосифа в Будапеште по старым обычаям, 8 июня"}
  ],
  ["Румыния", "Бухарест", "Евразия", "Европа", 0, "Румынский лей", 
    ["Олт", "Трансильванское плато", "Карпаты", "Медвежья пещера", "Бабеле"], 
    [["Михаил Садовяну", "Золотая ветвь", 1933], ["Мирча Элиаде", "Изабель и воды дьявола", 1930]],
	{"1881":"Румыния была провозглашена королевством", "1990":"первые свободные президентские и парламентские выборы", "2004":"Румыния стала членом НАТО"}
  ],

  ["Афганистан", "Кабул", "Евразия", "Азия", +1.5, "Афгани", 
    ["Намакзар", "Дашти-Марго", "Фарахруд", "Гиндукуш"], 
    [["Гуль Пача Ульфат", "Голос сердца", 1962], ["Абдуррауф Бенава", "Горестные размышления", 1957], ["Махмуд-бек Тарзи", "Путешествия через три континента за 29 дней", 1914]],
	{"1973":"провозглашение Республики, 17 июля", "2004":"новая Конституция и проведены первые президентские выборы"}
  ],
  ["Индия", "Нью-Дели", "Евразия", "Азия", +2.5, "Индийская рупия", 
    ["Ганг", "Гуру-Сикар", "Дудхсагар", "Цо-Морари", "Деканские траппы"],  
    [["Арундати Рой", "Бог мелочей", 1997], ["Хушвант Сингх", "Поезд в Пакистан", 1956]],
	{"1857":"Восстание Сипаев", "1617":"Британская Ост-Индская компания получила право торговать с Индией", "1948":"Операция «Поло»", "1986":"архитектурное наследие Хампи включено в список Всемирного наследия"}
  ],
  
  ["Англия", "Лондон", "Евразия", "Европа", -3, "Фунт стерлингов", 
    ["Тис", "Белые клифы Дувра", "Саут-Даунс", "Скофелл-Пайк"], 
    [["Майн Рида", "Огненная земля", 1883], ["Уильям Шекспир", "Ромео и Джульетта", 1595], ["Оскар Уайльд", "Портрет Дориана Грея", 1891], ["Джонатан Свифт", "Путешествия в некоторые удалённые страны мира в четырёх частях: сочинение Лемюэля Гулливера, сначала хирурга, а затем капитана нескольких кораблей", 1726]],
	{"1701":"Акт о престолонаследии", "1455":"начало войны Алой и Белой розы", "1215":"Великая хартия вольностей"}
  ],
  
];
	